Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/core-omegat.tmx
Source language: en_us
Languages: pt_br

source: If True, user confirmation is required before deleting items.
pt_br: Se verdadeiro, a confirmação do usuário é obrigatória antes de excluir itens.

source: Type of proxy configuration
pt_br: Tipo de configuração de proxy

source: If Use HTTP proxy is set, the proxy host and port is used for HTTP/FTP connections in the HTTP browser and Update Center.
pt_br: Se a opção usar proxy HTTP estiver marcada, o endereço e a porta do servidor proxy serão usados para conexões HTTP e FTP no navegador HTTP e na central de atualizações.

source: Proxy Host
pt_br: Servidor proxy

source: Host of the proxy server.
pt_br: Endereço do servidor proxy.

source: Proxy Port
pt_br: Porta do proxy

source: Port number of the proxy server.
pt_br: Número da porta do servidor proxy.

source: Show File Extensions
pt_br: Exibir extensões de arquivos

source: If selected, file extensions are included in file names wherever file names are displayed in the IDE.
pt_br: Se selecionado, as extensões dos arquivos serão incluídas em seus nomes sempre que arquivos forem exibidos no IDE.

source: Web Browser
pt_br: Navegador web

source: The browser used to display WWW pages.
pt_br: O navegador utilizado para exibir páginas WWW.

source: UI Mode
pt_br: Modo UI

source: Ignored Files
pt_br: Arquivos ignorados

source: Regular expression of files to ignore.
pt_br: Expressão regular dos arquivos a ignorar.

source: Match whole name, no path.
pt_br: Coincidir o nome inteiro, sem o caminho.

source: Blank for none.
pt_br: Em branco para nenhum.

source: Non Proxy Hosts
pt_br: Sem servidor proxy

source: Ignore Hosts List
pt_br: Ignorar lista de endereços

source: No Proxy
pt_br: Sem proxy

source: Use System Proxy Settings
pt_br: Utilizar as configurações de proxy do sistema

source: Use HTTP Proxy
pt_br: Utilizar proxy HTTP

source: Object Types
pt_br: Tipos de objetos

source: {0} [fixed]
pt_br: {0} [corrigido]

source: A {0} exception has occurred.
pt_br: Uma exceção {0} ocorreu.

source: Click Show Details or see the messages.log file located in your {1} folder.
pt_br: Clique em exibir detalhes ou veja o arquivo messages.log localizado na pasta {1}.

source: Unexpected Exception
pt_br: Exceção inesperada

source: However, the system should continue working without further problems.
pt_br: Entretanto, o sistema deve continuar trabalhando sem maiores problemas.

source: Click Show Details for the stack trace.
pt_br: Clique em exibir detalhes para ver a pilha de chamadas.

source: Initializing Main Window...
pt_br: Inicializando a janela principal...

source: Opening Main Window...
pt_br: Abrindo a janela principal...

source: Nodes cannot be loaded into the property sheet.
pt_br: O nós não puderam ser carregados na tabela de propriedades.

source: They probably no longer exist.
pt_br: Provavelmente eles não existem mais.

source: {0,choice,0#No Properties|1#{1} - Properties|2#Multiple Objects - Properties}
pt_br: {0,choice,0#Sem propriedades|1#{1} - Propriedades|2#Múltiplos objetos - Propriedades}

source: {0,choice,0#Properties|1#{1} - Properties|2#Multiple Objects - Properties}
pt_br: {0,choice,0#Propriedades|1#{1} - Propriedades|2#Múltiplos objetos - Propriedades}

source: Property sheet
pt_br: Tabela de propriedades

source: View shows properties for given node.
pt_br: Visualização das propriedades de um determinado nó.

source: Saving {0} ...
pt_br: Salvando {0} ...

source: Save All finished.
pt_br: Salvar todos concluído.

source: Cannot save {0}
pt_br: Não foi possível salvar {0}

source: Password Protected Site
pt_br: Site protegido por senha

source: Explorer Tree
pt_br: Árvore do explorer

source: View By:
pt_br: Ver por:

source: C
pt_br: e

source: Shortcuts
pt_br: Atalhos

source: S
pt_br: o

source: Select View by Actions to Edit Shortcuts for an Action
pt_br: Selecione visualizar por ações para editar os atalhos de uma ação

source: Add...
pt_br: Adicionar...

source: New Shortcut
pt_br: Novo atalho

source: Edit Shortcuts
pt_br: Editar atalhos

source: Add Shortcut
pt_br: Adicionar atalho

source: Shortcut:
pt_br: Atalho:

source: Select View by Shortcuts, but for Edit Shortcuts should be View by Action selected
pt_br: Selecione visualizar por atalhos, mas para editar atalhos, a opção visualizar ações deve estar selecionada

source: Add New Shortcuts for Actions
pt_br: Adicionar novos atalhos para ações

source: Remove Shortcuts for Actions
pt_br: Remover atalhos para ações

source: Shortcuts list
pt_br: Lista de atalhos

source: Fill Shorcut
pt_br: Preencher atalho

source: Fill Shorcut by Keys combination
pt_br: Preencher atalho através da combinação de teclas

source: Add new shortcut to the selected action
pt_br: Adicionar novo atalho para a ação selecionada

source: There is already an action bound to this shortcut ({0}).
pt_br: Já existe uma ação associada a este atalho ({0}).

source: Do you want to use the newly selected action instead?
pt_br: Você deseja trocar para esta nova ação selecionada?

source: Save
pt_br: Salvar

source: &Save
pt_br: &Salvar

source: Save.
pt_br: Salvar.

source: Save &All
pt_br: Salvar &todos

source: Save all.
pt_br: Salvar todos.

source: &Discard All
pt_br: &Descartar todos

source: Discard all.
pt_br: Descartar todos.

source: An exception occurred while saving
pt_br: Uma exceção ocorreu ao salvar o documento

source: Exception
pt_br: Exceção

source: &Next >
pt_br: &Próximo >

source: < &Previous
pt_br: < &Anterior

source: &Hide Details
pt_br: &Ocultar detalhes

source: &Show Details
pt_br: &Exibir detalhes

source: List
pt_br: Lista

source: List of changed files for save
pt_br: Lista de arquivos modificados para salvar

source: Dialog for save any changes
pt_br: Diálogo para salvar quaisquer mudanças

source: &User Name:
pt_br: &Nome do usuário:

source: &Password:
pt_br: &Senha:

source: Build
pt_br: Construir

source: Debug
pt_br: Depurar

source: Edit
pt_br: Editar

source: Help
pt_br: Ajuda

source: System
pt_br: Sistema

source: View
pt_br: Exibir

source: Tools
pt_br: Ferramentas

source: Other
pt_br: Outros

source: Menu Bar
pt_br: Barra do menu de ferramentas

source: &File
pt_br: &Arquivo

source: &View
pt_br: E&xibir

source: &Navigate
pt_br: &Navegar

source: &Source
pt_br: Código-&fonte

source: &Build
pt_br: C&onstruir

source: &Debug
pt_br: &Depurar

source: &Tools
pt_br: Ferramen&tas

source: &Window
pt_br: Jane&la

source: &Help
pt_br: Aj&uda

source: File Types
pt_br: Tipos de arquivos

source: Toolbars
pt_br: Barra de ferramentas

source: Data
pt_br: Dados

source: Debugging
pt_br: Depurando

source: Coding
pt_br: Codificando

source: &Memory
pt_br: &Memória

source: Workspace Switcher
pt_br: Comutador de área de trabalho

source: Status Line
pt_br: Linha de status

source: Projects
pt_br: Projetos

source: &Bookmarks
pt_br: &Favoritos

source: Filesystems
pt_br: Sistema de arquivos

source: Filesystems Settings
pt_br: Configurações do sistema de arquivos

source: -i <fileName> input file of commands
pt_br: -i <nomeDoArquivo> arquivo de entrada de comandos

source: -o <fileName> output file for commands
pt_br: -o <nomeDoArquivo> arquivo de saída de comandos

source: -fp <fileName> file of properties to load
pt_br: -fp <nomeDoArquivo> arquivo de propriedades para carregar

source: -e load environment variables as properties
pt_br: -e carrega variáveis de ambiente como propriedades

source: -info print system info on startup (default is -noinfo)
pt_br: -info imprime informações do sistema na inicialização (o padrão é -noinfo)

source: -noload do not call TopManager to auto-load modules at startup
pt_br: -noload não chama o TopManager para carregar automaticamente módulos ao inicializar

source: Options
pt_br: Opções

source: IDE Configuration
pt_br: Configurações do IDE

source: Look and Feel
pt_br: Aparência e funcionalidade

source: Server and External Tool Settings
pt_br: Configurações de servidores e ferramentas externas

source: Editing
pt_br: Edição

source: Building
pt_br: Construindo

source: Services
pt_br: Serviços

source: Print Settings
pt_br: Configurações de impressão

source: Web Browsers
pt_br: Navegadores web

source: Script Types
pt_br: Tipos de scripts

source: SDI Mode
pt_br: Modo SDI

source: MDI Mode
pt_br: Modo MDI

source: No Workspaces
pt_br: Sem áreas de trabalho

source: &About
pt_br: &Sobre

source: About
pt_br: Sobre

source: Copy Info
pt_br: Copiar informação

source: &Copy Info
pt_br: &Copiar informação

source: Copy NetBeans Product Information to clipboard
pt_br: Copia informações do produto NetBeans para área de transferência

source: Opening Browser ...
pt_br: Abrindo navegador...

source: &Web Browser
pt_br: &Navegador web

source: E&xit
pt_br: Sai&r

source: P&roperties
pt_br: P&ropriedades

source: &Keyboard Shortcuts
pt_br: &Atalhos de teclado

source: Keyboard Shortcuts
pt_br: Atalhos de teclado

source: Initializing settings ...
pt_br: Inicializando configurações...

source: Show Levels (press +)
pt_br: Exibir níveis (pressione +)

source: Hide Levels (press +)
pt_br: Ocultar níveis (pressione +)

source: Templates
pt_br: Modelos

source: &Services
pt_br: &Serviços

source: Next Inner View
pt_br: Próxima visualização interna

source: Previous Inner View
pt_br: Visualização interna anterior

source: Ne&xt Error
pt_br: Pró&ximo erro

source: &Previous Error
pt_br: Erro &anterior

source: IDE &Log File
pt_br: Arquivo de &log do IDE

source: IDE Log File
pt_br: Arquivo de log do IDE

source: <div style="font-size: 12pt; font-family: Verdana, 'Verdana CE', Arial, 'Arial CE', 'Lucida Grande CE', lucida, 'Helvetica CE', sans-serif;"><p style="margin: 0"><b>Product Version:</b> {0}</p>
pt_br: <div style="font-size: 12pt; font-family: Verdana, 'Verdana CE', Arial, 'Arial CE', 'Lucida Grande CE', lucida, 'Helvetica CE', sans-serif;"><p style="margin: 0"><b>Versão do produto:</b> {0}</p>

source: <p style="margin: 0"><b>System:</b> {3}; {4}; {5}</p>
pt_br: <p style="margin: 0"><b>Sistema:</b> {3}; {4}; {5}</p>

source: <p style="margin: 0"><b>Userdir:</b> {6}</p></div>
pt_br: <p style="margin: 0"><b>Diretório do usuário:</b> {6}</p></div>

source: <div style="font-size: 12pt; font-family: Verdana, 'Verdana CE', Arial, 'Arial CE', 'Lucida Grande CE', lucida, 'Helvetica CE', sans-serif;">NetBeans IDE and NetBeans Platform are based on software from netbeans.org, which has been dual licensed under the Common Development and Distribution License (CDDL) and the GNU General Public License version 2 with Classpath exception.
pt_br: <div style="font-size: 12pt; font-family: Verdana, 'Verdana CE', Arial, 'Arial CE', 'Lucida Grande CE', lucida, 'Helvetica CE', sans-serif;">O IDE NetBeans e a plataforma NetBeans são baseados no software do netbeans.org, o qual foi licenciado duplamente sobre a Common Development and Distribution License (CDDL) e a GNU General Public License versão 2 com exceção do Classpath.

source: For more information, please visit <a style="color: #1E2A60;" href="http://www.netbeans.org">www.netbeans.org</a>.</div>
pt_br: Para maiores informações, por favor visite <a style="color: #1E2A60;" href="http://www.netbeans.org">www.netbeans.org</a>.</div>

source: {0} version {1} running on {2}
pt_br: {0} versão {1} executando em {2}

source: Simple HTML Browser based on a Swing component
pt_br: Navegador HTML simples baseado em componente swing

source: Cannot create Swing HTML Browser.
pt_br: Não foi possível criar o navegador HTML do swing.

source: Close
pt_br: Fechar

source: Invalid XML document:
pt_br: Documento XML inválido:

source: Warning: XML parser does not support lexical-handler feature.
pt_br: Aviso: o processador XML não suporta a função de controlador léxico.

source: Define Here
pt_br: Definir aqui

source: Revert Def.
pt_br: Reverter def.

source: Moving the definition here will remove any values stored in layers left of the selected column.
pt_br: Mover a definição aqui irá remover quaisquer valores guardados nas camadas à esquerda da coluna selecionada.

source: Do you want to proceed?
pt_br: Deseja realmente continuar?

source: Setting Definition
pt_br: Definição de configurações

source: Unused Setting Value
pt_br: Valor de configuração não utilizado

source: Setting Inherited
pt_br: Configuração herdada

source: Setting value is not defined here
pt_br: O valor de configuração não está definido aqui

source: User
pt_br: Usuário

source: Session Settings Level
pt_br: Nível de configurações da sessão

source: Default Installation Settings Level
pt_br: Nível padrão de configuração da instalação

source: Platform
pt_br: Plataforma

source: NetBeans Platform
pt_br: Plataforma NetBeans

source: Could not connect to URL {0}; no such resource was found.
pt_br: Não foi possível conectar à URL {0}; tal recurso não foi encontrado.

source: Warning: the JavaHelp topic ID {0} was not found.
pt_br: Aviso: o tópico de ID {0} do JavaHelp não foi encontrado.

source: Loading help sets...
pt_br: Carregando conjuntos de ajuda...

source: Displays one or more online help references in JavaHelp format
pt_br: Exibe uma ou mais referências à ajuda no formato JavaHelp

source: Loading help sets
pt_br: Carregando conjuntos de ajuda

source: Opening Help...
pt_br: Abrindo ajuda...

source: HTTP Monitor
pt_br: Monitor HTTP

source: Click here to open this link in a web browser.
pt_br: Clique aqui para abrir este link em um navegador web.

source: Showing help ID: {0}
pt_br: Monstrando o ID de ajuda: {0}

source: Master Index
pt_br: Índice mestre

source: This window contains the master set of all installed documentation.
pt_br: Esta janela contém o conjunto mestre de todas as documentações instaladas.

source: You can use the navigators to the left to browse the IDE's complete table of contents and index, and perform whole-documentation search on the index and full-text search.
pt_br: Você pode utilizar os navegadores à esquerda para procurar em todo o índice do IDE, também pode realizar uma pesquisa na documentação inteira pelo índice ou realizar uma pesquisa por texto.

source: Module Not Enabled
pt_br: Módulo não habilitado

source: The help topic you are trying to view is located in the {0} module, which is currently turned off.
pt_br: O tópico de ajuda que você está tentando visualizar está localizado no módulo {0}, que está atualmente desabilitado.

source: To turn on installed but disabled modules, choose Tools > Module Manager.
pt_br: Para ativar módulos instalados, porém não habilitados, escolha Ferramentas > Gerenciador de módulos.

source: Contents
pt_br: Conteúdo

source: Search
pt_br: Pesquisar

source: Module Not Installed
pt_br: Módulo não instalado

source: The help topic you are trying to view is located in the {0} module, which is not currently installed.
pt_br: O tópico de ajuda que você está tentando visualizar está localizado no módulo {0}, que não está atualmente instalado.

source: This module might be available as a plugin.
pt_br: Este módulo deve estar disponível como um plugin.

source: To check, choose Tools > Plugins.
pt_br: Para verificar, escolha Ferramentas > Plugins.

source: JavaHelp Integration
pt_br: Integração com o JavaHelp

source: Permits JavaHelp help sets to be added to the IDE.
pt_br: Permite que conjuntos de ajuda JavaHelp sejam adicionados ao IDE.

source: Contains the actual JavaHelp runtime library, and the implementation of the part of the Modules API which permits other modules to install help sets using JavaHelp technology.
pt_br: Contém a biblioteca atual de execução do JavaHelp, e a implementação de uma parte da API de módulos que permite a outros módulos instalarem conjuntos de ajuda usando a tecnologia JavaHelp.

source: Help &Contents
pt_br: &Conteúdo da ajuda

source: Help &Sets
pt_br: Con&juntos de ajuda

source: Option {0} needs an argument
pt_br: A opção {0} precisa de um argumento

source: Option {0} cannot be used together with option {1}
pt_br: A opção {0} não pode ser usada junto com a opção {1}

source: Need at least one of {0}
pt_br: Precisa de pelo menos um {0}

source: Need to use also {0}
pt_br: Precisa usar também {0}

source: Option {0} needs also option {1}
pt_br: A opção {0} também precisa da opção {1}

source: Command Line Parsing API
pt_br: API de análise de linha de comando

source: GetOpts complient API for parsing command line
pt_br: API aderente a GetOpts para análise e processamento de linha de comando.

source: GetOpts compliant API to parse command line.
pt_br: API aderente a GetOpts para analisar e processar a linha de comando..

source: It is focused on the case when each part of the command line is going to be parsed by different module.
pt_br: Isto está focalizado no caso em que cada parte da linha de comando está sendo analisada por um módulo diferente.

source: Additional Module(s) Option(s):
pt_br: Opção(ões) de módulo(s) adicional(is):

source: Cancel Process
pt_br: Cancelar processo

source: &Processes
pt_br: &Processos

source: Progress API
pt_br: API de progresso

source: Task progress visualization APIs.
pt_br: APIs de visualização do progresso de tarefa.

source: Lets modules register long-running tasks or processes in a central place.
pt_br: Permite aos módulos registrar tarefas ou processos de longa duração em um lugar central.

source: Core - UI
pt_br: Núcleo - UI

source: User interface of the platform.
pt_br: Interface de usuário da plataforma.

source: Provides classes and resources for the standard basic user interface of the platform and for applications built on top of the platform.
pt_br: Fornece classes e recursos para a base padrão da interface de usuário e para as aplicações construídas sobre a plataforma.

source: Refreshing files
pt_br: Atualizando arquivos

source: Privileged
pt_br: Privilegiado

source: Recent
pt_br: Recente

source: Select Docume&nt in
pt_br: Selecionar docume&nto em

source: Select Document in
pt_br: Selecionar documento em

source: &General
pt_br: &Geral

source: General
pt_br: Geral

source: General options, Proxy settings, Editor settings
pt_br: Opções gerais, configurações de proxy, configurações do editor

source: View Java Packages as:
pt_br: Visualizar pacotes Java como:

source: &List
pt_br: &Lista

source: Tree
pt_br: Árvore

source: &No Proxy
pt_br: &Sem proxy

source: &Use System Proxy Settings
pt_br: &Utilizar as configurações de proxy do sistema

source: &Manual Proxy Settings
pt_br: Configuração &manual do proxy

source: HTTP Proxy
pt_br: Proxy HTTP

source: Host
pt_br: Endereço

source: Port
pt_br: Porta

source: Update Period
pt_br: Período de atualização

source: Ask Before Check
pt_br: Perguntar antes de verificar

source: &Line Numbers
pt_br: Número da &linha

source: Antialiasing:
pt_br: Suavisando (Antialiasing):

source: Use Antialiasing
pt_br: Utilizar suavização (Antialiasing)

source: &Toolbar
pt_br: Barra de ferramen&tas

source: Package View
pt_br: Visualizar pacote

source: SDI Window Mode
pt_br: Modo janela SDI

source: MDI Window Mode
pt_br: Modo janela MDI

source: Tree View
pt_br: Visualização em árvore

source: <Default Browser>
pt_br: <Navegador padrão>

source: Swing Browser
pt_br: Navegador Swing

source: &Web Browser:
pt_br: Navegador &web

source: &Confirm Delete:
pt_br: &Confirmar exclusão:

source: Proxy Settings:
pt_br: Configurações do proxy:

source: Po&rt:
pt_br: Po&rta:

source: HTTP Pro&xy:
pt_br: Pro&xy HTTP:

source: Code Folding:
pt_br: Dobramento de código:

source: Show:
pt_br: Exibir:

source: Check Perio&d:
pt_br: Perío&do de verificação:

source: Ask &Before Check:
pt_br: Perguntar &antes de verificar:

source: Auto Update
pt_br: Atualização automática

source: &Use Code Folding
pt_br: &Utilizar dobramento de código

source: Fold &Methods
pt_br: Dobrar &métodos

source: Fol&d Inner Classes
pt_br: Dobrar classes &internas

source: Fold Import&s
pt_br: Dobrar import&s

source: Fold &Javadoc Comments
pt_br: Dobrar comentários &Javadoc

source: F&old Initial Comment
pt_br: D&obrar comentário inicial

source: Auto Popup:
pt_br: Pop-up automático:

source: Completion Window
pt_br: Janela de conclusão

source: Javadoc Window
pt_br: Janela do Javadoc

source: Every Startup
pt_br: Sempre que iniciar

source: Every Day
pt_br: Todo dia

source: Every Week
pt_br: Toda semana

source: Every Two Weeks
pt_br: A cada duas semanas

source: Every Month
pt_br: Todo mês

source: Never
pt_br: Nunca

source: Default System Browser
pt_br: Navegador padrão do sistema

source: Internal Browser
pt_br: Navegador interno

source: No Proxy For
pt_br: Sem proxy para

source: No Prox&y For:
pt_br: Sem prox&y para:

source: (e.g. localhost, *.netbeans.org, *.mydomain.com)
pt_br: (ex.: localhost, *.netbeans.org, *.meudominio.com.br)

source: M&ore...
pt_br: Mai&s...

source: HTTP &Proxy:
pt_br: &Proxy HTTP:

source: (e.g. localhost, *.netbeans.org, 127.0.0.1)
pt_br: (ex.: localhost, *.netbeans.org, 127.0.0.1)

source: P&ort:
pt_br: P&orta:

source: Por&t:
pt_br: Por&ta:

source: &HTTPS Proxy:
pt_br: Proxy &HTTPS:

source: &SOCKS Proxy:
pt_br: Proxy &SOCKS:

source: No Pro&xy Hosts:
pt_br: Nenhum servidor pro&xy:

source: Proxy Re&quires Authentication
pt_br: O proxy re&quer autenticação

source: &Username:
pt_br: Nome de &usuário:

source: Pass&word:
pt_br: Sen&ha:

source: Use the same proxy settings for &all protocols
pt_br: Utilizar a mesma configuração de proxy para &todos os protocolos

source: Advanced Proxy Options
pt_br: Opções avançadas do proxy

source: External Browser
pt_br: Navegador externo

source: Name:
pt_br: Nome:

source: Executable:
pt_br: Executável:

source: Parameters:
pt_br: Parâmetros:

source: Browse...
pt_br: Procurar...

source: Web Browsers:
pt_br: Navegadores web:

source: &Edit...
pt_br: &Editar...

source: Hint: {URL} = URL of the page to be loaded by the web browser
pt_br: Dica: {URL} = URL da página a ser carregada pelo navegador web

source: List of available web browsers
pt_br: Lista de navegadores web disponíveis

source: Add new web browser
pt_br: Adicionar um novo navegador web

source: Remove selected web browser
pt_br: Remover o navegador web selecionado

source: Web browser name
pt_br: Nome do navegador web

source: Web browser executable
pt_br: Executável do navegador web

source: Web browser executable parameters
pt_br: Parâmetros de execução do navegador web

source: Browse web browser executable
pt_br: Procurar executável do navegador web

source: &Web Browsers:
pt_br: &Navegadores web:

source: A&dd...
pt_br: A&dicionar...

source: &Name:
pt_br: &Nome:

source: Browsers list
pt_br: Lista de navegadores

source: List of Web Browsers
pt_br: Lista de navegadores web

source: Add button
pt_br: Botão adicionar

source: Remove button
pt_br: Botão remover

source: Browser name
pt_br: Nome do navegador

source: Open in System
pt_br: Abrir no sistema

source: Total physical memory {0}
pt_br: Memória física total {0}

source: Core - IDE
pt_br: Núcleo - IDE

source: Makes the IDE from the platform.
pt_br: Cria o IDE a partir da plataforma.

source: Adds classes and resources useful for building IDEs on top of the platform.
pt_br: Adiciona classes e recursos para a construção de IDEs a partir da plataforma.

source: An instance of the program seems to be already running with your user directory.
pt_br: Parece que uma instância do programa está em execução dentro do seu diretório de usuário.

source: Either a previous session of the program did not exit correctly, or another instance of the program is running on a different computer and using the same user directory.
pt_br: Uma sessão anterior não foi finalizada corretamente ou outra instância está em execução em um computador diferente usando o seu diretório de usuário.
